Repository: grifmo/w4_cookiebar
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es

# w4_cookiebar.title
source: We use cookies
de: Wir nutzen Cookies
es: Utilizamos cookies

# w4_cookiebar.note
source: We are using cookies to create an optimal user experience for our visitors.
de: Wir verwenden Cookies, um unseren Besuchern ein optimales Benutzererlebnis zu ermöglichen.
es: Utilizamos cookies para asegurar que damos la mejor experiencia al usuario en nuestro sitio web.

# w4_cookiebar.link_text
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad

# w4_cookiebar.analytics_label
source: Analysis & Marketing
de: Analyse & Marketing
es: Análisis y marketing

# w4_cookiebar.analytics_text
source: To better understand what how visitors use our webpage.
de: So verstehen wir besser, wie Besucher unsere Webseite nutzen.
es: Así entenderemos mejor el uso que hace el usuario de nuestro sitio web.

# w4_cookiebar.maps_label
source: Location maps
de: Maps (Standortkarten)
es: Mapas de ubicación

# w4_cookiebar.maps_text
source: This allows to show you maps from Google or Baidu.
de: Damit wir online Karten von Google oder Baidu anzeigen können.
es: Para que podamos mostrar los mapas online de Google o Baidu.

# w4_cookiebar.base_label
source: Essential cookies
de: Grundlegende Cookies
es: Cookies básicas

# w4_cookiebar.base_text
source: These are required for the pages to function properly.
de: Wir benötigen diese, damit diese Seite einwandfrei funktioniert.
es: Necesitamos estas cookies para el correcto funcionamiento de este sitio.

# w4_cookiebar.allow_selected
source: Only selected and required
de: Nur ausgewählte oder benötigte
es: Solo las seleccionadas o necesarias

# w4_cookiebar.allow_all
source: Allow all
de: Alle erlauben
es: Aceptar todas

# w4_cookiebar.edit_button_title
source: Edit cookie settings
de: Cookieeinstellungen bearbeiten
es: Editar la configuración de las cookies

# w4_cookiebar.conditional_google_maps.popup_text
source: Please click the button so that Google Maps can be displayed.
de: Bitte klicken Sie auf den Button, damit Google Maps angezeigt werden kann.
es: Haga clic en el botón para mostrar Google Maps.

# w4_cookiebar.conditional_google_maps.popup_button
source: Allow Google Maps
de: Erlaube Google Maps
es: Permitir Google Maps

# w4_cookiebar.conditional_marketing.popup_text
source: Please click the button so that Marketing can be displayed.
de: Bitte klicken Sie auf den Button, damit Marketing inhalt angezeigt werden kann.
es: Haga clic en el botón para permitir contenido de análisis de márketing

# w4_cookiebar.conditional_marketing.popup_button
source: Allow Marketing / Analysis content
de: Erlauben Sie Marketing-/Analyse-Inhalte
es: Permitir contenido de análisis de márketing

# w4_cookiebar.edit
source: Show Edit cookie settings button
de: Schaltfläche Cookie-Einstellungen bearbeiten anzeigen
